/***** Caution - not generated by GenStrings. *****/

/* Title of Save dialog when saving a print file */
"Save to File" = "Tallenna tiedostoon";

/* Status window title for Preview */
"Preview" = "Esikatselu";

/* Status window title for Saving */
"Saving" = "Tallennetaan";

/* Print */
"Print" = "Tulosta";

/* Cancelling status string */
"Cancelling" = "Kumoan";

/* Metric format string for page setup paper size */
"%d%@%02d by %d%@%02d cm" = "%d%@%02d x %d%@%02d cm";

/* English format string for page setup paper size */
"%d%@%02d by %d%@%02d inches" = "%d%@%02d x %d%@%02d tuumaa";

/* Default decimal separator */
"." = ",";

/* Localizable format for password dialog's title */
"Connect to printer \"%s\" as:" = "Yhdistä tulostimeen ”%s” tunnuksella:";


